export default {
  projections: {
    ОплатаE: {
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      },
      видОплаты: {
        __caption__: 'Вид оплаты'
      },
      печатьФото: {
        __caption__: 'Печать фото',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        }
      }
    },
    ОплатаL: {
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      },
      видОплаты: {
        __caption__: 'Вид оплаты'
      },
      печатьФото: {
        __caption__: 'Номер заказа',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        }
      }
    }
  },
  validations: {
    видОплаты: {
      __caption__: 'Вид оплаты'
    },
    времяОплаты: {
      __caption__: 'Время оплаты'
    },
    датаОплаты: {
      __caption__: 'Дата оплаты'
    },
    печатьФото: {
      __caption__: 'Печать фото'
    }
  }
};
