export default {
  projections: {
    ПроверкаКиоскаE: {
      оператор: {
        __caption__: 'Оператор',
        фИО: {
          __caption__: 'Оператор'
        },
        кодВхода: {
          __caption__: 'Пароль'
        }
      },
      фотокиоск: {
        __caption__: 'Фотокиоск',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      картЗаправ: {
        __caption__: 'Картридж заправлен'
      },
      бумага: {
        __caption__: 'Бумага есть'
      },
      датаПроверки: {
        __caption__: 'Дата проверки'
      },
      времяПроверки: {
        __caption__: 'Время проверки'
      },
      готовКРаботе: {
        __caption__: 'Готов к работе'
      }
    },
    ПроверкаКиоскаL: {
      оператор: {
        __caption__: 'Оператор',
        фИО: {
          __caption__: 'Оператор'
        },
        кодВхода: {
          __caption__: 'Пароль'
        }
      },
      фотокиоск: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      картЗаправ: {
        __caption__: 'Картридж заправлен'
      },
      бумага: {
        __caption__: 'Бумага есть'
      },
      датаПроверки: {
        __caption__: 'Дата проверки'
      },
      времяПроверки: {
        __caption__: 'Время проверки'
      },
      готовКРаботе: {
        __caption__: 'Готов к работе'
      }
    }
  },
  validations: {
    бумага: {
      __caption__: 'Бумага есть'
    },
    времяПроверки: {
      __caption__: 'Время проверки'
    },
    готовКРаботе: {
      __caption__: 'Готов к работе'
    },
    датаПроверки: {
      __caption__: 'Дата проверки'
    },
    картЗаправ: {
      __caption__: 'Картридж заправлен'
    },
    оператор: {
      __caption__: 'Оператор'
    },
    фотокиоск: {
      __caption__: 'Фотокиоск'
    }
  }
};
