export default {
  projections: {
    ПечатьФотоE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      видФото: {
        __caption__: 'Вид фото'
      },
      количество: {
        __caption__: 'Количество'
      },
      фотокиоск: {
        __caption__: 'Фотокиоск',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        iD: {
          __caption__: 'ID'
        }
      },
      коррекция: {
        __caption__: 'Коррекция',
        кадрирование: {
          __caption__: 'Кадрирование'
        },
        чБЦвет: {
          __caption__: 'Ч б цвет'
        }
      }
    },
    ПечатьФотоL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      видФото: {
        __caption__: 'Вид фото'
      },
      количество: {
        __caption__: 'Количество'
      },
      фотокиоск: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиент: {
        __caption__: 'ID',
        iD: {
          __caption__: 'ID'
        }
      }
    }
  },
  validations: {
    видФото: {
      __caption__: 'Вид фото'
    },
    количество: {
      __caption__: 'Количество'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    носитель: {
      __caption__: 'Носитель'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    фотокиоск: {
      __caption__: 'Фотокиоск'
    },
    коррекция: {
      __caption__: 'Коррекция'
    }
  }
};
